<?php
/* ---------------------------------
 * Discuz! X3.0,X3.1,X3.2,F1.0 (C) 周末设计功能控制文件
 * http://www.haoweek.com
 * 周末设计客服QQ：441576729
----------------------------------*/

if(!defined('IN_DISCUZ')) {exit('Access Denied');}


/* -----------------------功能控制区域开始------------------------------*/



$wk_nav='1';			//设置关闭顶部导航固定，"1"为开启，"0"为关闭;

$wk_fastpost='0';		//设置论坛列表页面快速发帖功能，"1"为开启，"0"为关闭;

$wk_leftinfo='0';		//设置帖子左侧用户信息栏是否默认关闭，"1"为是，"0"为否;

$wk_service='0';		//设置右侧客服按钮，"1"为开启，"0"为关闭;

$wk_contact='1';		//设置频道与文章页面左侧边公司地址内容显示，"1"为开启，"0"为关闭;

$wk_menu='0';			//设置频道与文章页面显示菜单栏目样式，"1"为显示同级菜单样式，"0"为显示下级菜单样式;

$wk_comment='0';		//设置频道文章页是否启用评论功能，"1"为开启，"0"为关闭;

$wk_wxdl='1';			//设置微信公众号类型登录不同情况，"1"为无公众号/订阅号/未认证服务号，"0"认证服务号;



/* -----------------------功能控制结束----------------------------------*/






/* ---------------模板语言包编码判断区域（不可修改）----------------*/

$wk_language = 'language.'.currentlang().'.php';
$week = 'jiaohu';

/* -----------------------功能控制结束----------------------------------*/

?>